Repository: common-repository/wp-spreadplugin
Catalog: languages/spreadplugin-*.po
Languages: fi_fi, sv_se

source: Settings
fi_fi: Asetukset
sv_se: Inställningar

source: These settings will be used as default and can be overwritten by the extended shortcode.
fi_fi: Näitä asetuksia käytetään oletuksena, ja ne voidaan kumota laajennetulla lyhytkoodilla.
sv_se: Dessa inställningar används som standard och kan skrivas över med hjälp av shortcodes.

source: Shop id:
fi_fi: Kauppatunnus:

source: Shop source:
fi_fi: Kaupan lähde:
sv_se: Butikskälla:

source: Spreadshirt API Key:
fi_fi: Spreashirtin API avain:
sv_se: Spreadshirt API-nyckel:

source: Spreadshirt API Secret:
fi_fi: Spreadshirtin API salaisuus:
sv_se: Spreadshirt API-hemlighet:

source: Limit articles per page:
fi_fi: Rajoita tuotteiden määrä per sivu:
sv_se: Begränsa antalet artiklar / sida:

source: Image size:
fi_fi: Kuvan koko:
sv_se: Bildstorlek:

source: Article category:
fi_fi: Tuotekategoria:
sv_se: Artikelkategori

source: Social buttons:
fi_fi: Sosiaaliset napit:
sv_se: Sociala knappar:

source: Disabled
fi_fi: Käytössä
sv_se: Av

source: Enabled
fi_fi: Ei käytössä
sv_se: På

source: Product linking:
fi_fi: Tuotelinkki:
sv_se: Produktlänkar:

source: Sort articles by:
fi_fi: Järjestä tuotteet:
sv_se: Sortera artiklar efter:

source: Target of checkout links:
fi_fi: Linkkien kohde:

source: Enter the name of your target iframe or frame, if available. Default is _blank (new window).
fi_fi: Syötä kohdekehyksen tai iframen nimi, jos käytössä. Oletuksena _blank (uusi ikkuna)

source: Use iframe for checkout:
fi_fi: Käytä iframea maksamiseen:
sv_se: Använd iframe för checkout:

source: Opens in separate window
fi_fi: Aukeaa erillisessä ikkunassa
sv_se: Öppna i separat fönster

source: Opens an iframe in the page content
fi_fi: Aukeaa iframessa sivulla
sv_se: Öppna i iframe på nuvarande sida

source: Use designer:
fi_fi: Käytä suunnittelua:
sv_se: Använd designer:

source: None
fi_fi: Ei mitään
sv_se: Ingen

source: Always show article description:
fi_fi: Näytä tuotteen kuvaus aina:
sv_se: Visa alltid artikelbeskrivning:

source: Show product description under article description:
fi_fi: Näytä tuotteen kuvaus myyntiartikkelin kuvauksen alla:
sv_se: Visa produktbeskrivning under artikelbeskrivning:

source: Display price without and with tax:
fi_fi: Näytä hinta sekä veroton hinta:
sv_se: Visa priser inkl. och exkl. moms

source: Zoom image background color:
fi_fi: Zoomauskuvan taustaväri:
sv_se: Zoom bakgrundfärg

source: View:
fi_fi: Näkymä:
sv_se: Vy:

source: Grid view
fi_fi: Ruudukko
sv_se: Grid-vy

source: List view
fi_fi: Lista
sv_se: Listvy

source: Min view
fi_fi: Pienennetty
sv_se: Minimal vy

source: Basket text or icon:
fi_fi: Korin teksti tai kuvake:
sv_se: Varukorg text eller ikon

source: Text
fi_fi: Teksti

source: Icon
fi_fi: Kuvake
sv_se: Ikon

source: Infinity scrolling:
fi_fi: Ääretön skrollaus:
sv_se: Oändlig scroll:

source: Lazy load:
fi_fi: Laiska lataus:
sv_se: Lazy loda:

source: If active, load images on view (speed up page load).
fi_fi: Jos käytössä, kuvat ladataan näytettäessä (nopeuttaa sivun lataamista)
sv_se: Om aktiv, ladda bilder vid visning (kortare laddtider)

source: Zoom type:
fi_fi: Zoomaustapa:
sv_se: Zoom-typ:

source: Inner
fi_fi: Sisäinen

source: Lens
fi_fi: Linssi
sv_se: Lins

source: Shop language:
fi_fi: Kaupan kieli:
sv_se: Språk för shop:

source: Wordpress installation language (default)
fi_fi: Wordpressin asennuskieli (oletus)
sv_se: Wordpress installationsspråk (förval):

source: Custom CSS
fi_fi: Oma CSS
sv_se: Egen CSS

source: Debug mode:
fi_fi: Debuggausmoodi:
sv_se: Debug-läge:

source: Off
fi_fi: Pois
sv_se: Av

source: On
fi_fi: Päällä
sv_se: På

source: Sleep timer:
fi_fi: Aikakatkaisu:
sv_se: Sov-timer:

source: Update settings
fi_fi: Päivitä asetukset
sv_se: Uppdatera inställningar

source: Rebuild cache
fi_fi: Virkistä välimuisti
sv_se: Uppdatera cache

source: Minimum required shortcode
fi_fi: Vähin tarvittava lyhytkoodi
sv_se: Minimum shortcode:

source: Please fill in the highlighted fields!
fi_fi: Täytä korostetut kentät!
sv_se: Var vänlig fyll i de markerade fälten!

source: Successfully saved settings. Please click rebuild cache if necessary.
fi_fi: Asetukset talletettu. Klikkaa 'virkistä välimuisti' tarvittaessa.
sv_se: Inställningar sparade. Uppdatera cachen om det behövs.

source: Sort by
fi_fi: Järjestä
sv_se: Sortera efter

source: name
fi_fi: nimi
sv_se: namn

source: price
fi_fi: hinta
sv_se: pris

source: recent
fi_fi: tuoreimmat
sv_se: senaste

source: Basket
fi_fi: Ostoskori
sv_se: Varukorg

source: next
fi_fi: seuraava
sv_se: Nästa

source: Back
fi_fi: Takaisin
sv_se: Tillbaka

source: Order Value
fi_fi: Tilauksen hinta
sv_se: Ordervärde

source: over
fi_fi: yli
sv_se: över

source: up to
fi_fi: jopa
sv_se: upp till

source: Hide article description
fi_fi: Piilota myyntiartikkelin kuvaus
sv_se: Dölj artikelbeskrivning

source: Show article description
fi_fi: Näytä myyntiartikkelin kuvaus
sv_se: Visa artikelbeskrivning

source: Hide product description
fi_fi: Piilota tuotteen kuvaus
sv_se: Dölj produktbeskrivning

source: Show product description
fi_fi: Näytä tuotteen kuvaus
sv_se: Visa artikelbeskrivning

source: Loading...
fi_fi: Lisätään...
sv_se: Laddar...

source: You have reached the end
fi_fi: Olet päässyt loppuun
sv_se: Inga fler artiklar att ladda

source: Add to basket
fi_fi: Lisää koriin
sv_se: Lägg i varukorg

source: Adding...
fi_fi: Lisätään...
sv_se: Lägger till...

source: Add failed
fi_fi: Lisääminen epäonnistui
sv_se: Kunde inte lägga till

source: You do not have sufficient permissions to access this page.
fi_fi: Sinulla ei ole käyttöoikeutta tälle sivulle.
sv_se: Du har inte behörighet att visa denna sida.

source: Remove
fi_fi: Poista
sv_se: Ta bort

source: Size
fi_fi: Koko
sv_se: Storlek

source: Quantity
fi_fi: Määrä
sv_se: Antal

source: Total (excl. Shipping)
fi_fi: Loppusumma (ilman kuljetusta)
sv_se: Totalt (exkl. frakt)

source: Proceed to checkout
fi_fi: Jatka kassalle
sv_se: Gå vidare till kassa

source: Basket is empty
fi_fi: Kori on tyhjä
sv_se: Varukorgen är tom

source: Details
fi_fi: Yksityiskohdat
sv_se: Detaljer

source: Color
fi_fi: Väri
sv_se: Färg

source: Price (with tax):
fi_fi: Hinta (sis. alv.)
sv_se: Pris (inkl.moms):

source: excl. <a class="shipping-window">Shipping</a>
fi_fi: poislukien <a class="shipping-window">Toimitus</a>
sv_se: exkl. frakt

source: Price:
fi_fi: Hinta:
sv_se: Pris:

source: Product details
fi_fi: Tuotteen yksityiskohdat
sv_se: Produktinfo

source: Quantity:
fi_fi: Määrä:
sv_se: Kvantitet:

source: Product Details
fi_fi: Tuotteen yksityiskohdat

source: Dimension
fi_fi: Mittasuhteet
sv_se: Dimensioner

source: Total (incl. Shipping)
sv_se: Totalt (inkl. frakt)
